Repository: MESH-Dev/CUNY
Catalog: library/translation/*.po
Languages: de_de

source: The page you are looking for could not be found
de_de: Die angefordete Seite konnte nicht gefunden werden

source: Website
de_de: Webseite

source: No Comments
de_de: Keine Kommentare

source: One Comment
de_de: Ein Kommentar

source: % Comments
de_de: % Kommentare

source: &larr; Previous Comments
de_de: &larr; Vorherige Kommentare

source: More Comments &rarr;
de_de: Weitere Kommentare &rarr;

source: Comments are closed.
de_de: Kommentarfunktion geschlossen.

source: Back to top
de_de: Nach oben

source: Slide-In Navigation Menu
de_de: Slide-In Navigationsmenü

source: Footer Navigation Menu
de_de: Footer Navigationsmenü

source: Search
de_de: Suchen

source: No published posts found.
de_de: Keine veröffentlichten Beiträge gefunden.

source: Install Required Plugins
de_de: Erforderliche Plugins installieren

source: Install Plugins
de_de: Plugins installieren

source: Installing Plugin: %s
de_de: Installiere Plugin: %s

source: Something went wrong with the plugin API.
de_de: Es ist ein Fehler mit der Plugin-API aufgetreten.

source: Return to Required Plugins Installer
de_de: Zurück zum erforderlichen Plugin Installer

source: Return to the dashboard
de_de: Zurück zum Dashboard

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Keine Aktion durchgeführt. Plugin %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert! Es wird eine neuere Version von %s für dieses Theme benötigt - bitte aktualisieren!

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurde erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Diesen Hinweis ausblenden.

source: Please contact the administrator of this site for help.
de_de: Bitte wenden Sie sich an den Administrator dieser Seite um Hilfe.

source: Update Required
de_de: Update ist erforderlich

source: Set the parent_slug config variable instead.
de_de: Bitte die stattdessen die parent_slug Konfigurationsvariable einstellen.

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote Plugin Package enthält kein Verzeichnis mit dem gewünschten Slug! Umbenennung ist nicht möglich!

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktieren Sie den Plugin-Anbieter und bitten Sie ihn, ihre Plugins nach den Wordpress-Richtlinien zu verpacken.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Der Remote-Plugin-Paket besteht aus mehr als einer Datei, aber die Dateien sind nicht in einem Ordner verpackt.

source: Required
de_de: Erforderlich

source: Recommended
de_de: Empfohlen

source: WordPress Repository
de_de: WordPress Archiv

source: External Source
de_de: Externe Ressource

source: Pre-Packaged
de_de: Vorpaketiert

source: Not Installed
de_de: Nicht Installiert

source: Installed But Not Activated
de_de: Installiert aber nicht aktiviert

source: Active
de_de: Aktiv

source: Required Update not Available
de_de: Erforderliches Update ist nicht verfügbar

source: Requires Update
de_de: Erfordert Aktualisierung

source: Update recommended
de_de: Update empfohlen

source: To Install <span class="count">(%s)</span>
de_de: Zu installieren <span class=„count“>(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Update verfügbar <span class=„count“>(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zu aktivieren <span class=„count“>(%s)</span>

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Mindestens benötigte Version:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
de_de: Kein Plugins zu installieren, aktualisieren oder aktivieren <a href=„%1$s“>Zurück zur Übersicht</a>

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: Upgrade message from the plugin author:
de_de: Upgrade-Nachricht vom Plugin Autor:

source: Install
de_de: Installieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Keine Plugins für Installation ausgewählt. Keine Aktion durchgeführt.

source: No plugins were selected to be updated. No action taken.
de_de: Keine Plugins für Aktualisierung ausgewählt. Keine Aktion durchgeführt.

source: No plugins are available to be installed at this time.
de_de: Keine Plugins vorhanden, die installiert werden können.

source: No plugins are available to be updated at this time.
de_de: Keine Plugins für Aktualisierung verfügbar.

source: No plugins were selected to be activated. No action taken.
de_de: Keine Plugins für Aktivierung ausgewählt. Keine Aktion durchgeführt.

source: No plugins are available to be activated at this time.
de_de: Aktuell keine Plugins für eine Aktivierung verfügbar.

source: Plugin activation failed.
de_de: Plugin-Aktivierung ist fehlgeschlagen.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisiere Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Während der Installation von %1$s ist ein Fehler aufgetreten: <strong>%2$s</strong>

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess wurde gestartet. Dieser Vorgang kann eine Weile dauern. Bitte haben Sie etwas Geduld.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details ausblenden

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen sind abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installiere und aktiviere Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess wurde gestartet. Dies kann eine Weile dauern. Bitte haben Sie etwas Geduld.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installiere Plugin %1$s (%2$d/%3$d)

source: Retina Logo should be exactly double the size of the normal logo
de_de: Das Retina-Logo sollte 2 x größer als das normale Logo sein.

source: Header Padding: Top (px)
de_de: Header-Abstand: Top (px)

source: Header Padding: Bottom (px)
de_de: Header-Abstand: Unten (px)

source: Left Navigation Options
de_de: Linke Navigations-Optionen

source: Show Search In Menu
de_de: Suche im Menü anzeigen

source: Show Social Icons
de_de: Social Icons anzeigen

source: Enter your username only
de_de: Benutzernamen eingeben

source: Enter the profile part only (everything after www.facebook.com/)
de_de: Geben Sie das Profilangaben nur (nach www.facebook.com/)

source: Show Subscribe Button
de_de: Abonnieren-Button anzeigen

source: - Subscribe Button Text
de_de: - Text der Schaltfläche abonnieren

source: - Popup Title
de_de: - Popup-Titel

source: - Popup Subtitle
de_de: - Popup Untertitel

source: - Subscribe Code
de_de: - Abonnement Code

source: Enter the form shortcode here
de_de: Geben Sie hier die Form-Kurzwahlnummer ein

source: - Subscribe Popup Font Color
de_de: - Abonnieren Popup Schriftfarbe -

source: - Subscribe Background Image
de_de: - abonnieren Hintergrundbild

source: - Subscribe Background Color
de_de: - Abonnieren Hintergrundfarbe

source: - Subscribe Background Image Opacity
de_de: — Abonnieren Hintergrund-Transparenz

source: Slide In Menu Options
de_de: Slide-In Optionen

source: You need to set a menu to the Slide-In Navigation Menu Location before setting these options up.
de_de: Sie müssen ein Menü für die Slide-in-Navigation einstellen, bevor Sie diese Optionen einrichten.

source: Background Image
de_de: Hintergrundbild

source: Background Image Opacity
de_de: Hintergrundbild Deckkraft

source: Background Color
de_de: Hintergrundfarbe

source: Text/Icons Color
de_de: Text- und Symbolfarbe

source: Post Options
de_de: Beitrags-Optionen

source: Show Category Above Title
de_de: Kategorie über Titel anzeigen

source: Show Down Arrow On Image
de_de: Pfeil nach unten auf dem Bild anzeigen

source: Show Like System
de_de: Like Optionen anzeigen

source: Show Progress Bar
de_de: Fortschrittsbalken anzeigen

source: Show Author Box
de_de: Autor Box zeigen

source: Show Publish Date
de_de: Veröffentlichungsdatum anzeigen

source: Show Tags
de_de: Zeige Schlagworte

source: Show Sharing Block
de_de: Sharing/Teilen Block anzeigen

source: Show Next + Previous Posts
de_de: Vorherige + Nächste Beiträge

source: Show Comments
de_de: Kommentare anzeigen

source: Show Related Posts
de_de: Ähnliche Beiträge anzeigen

source: If no featured image is set, you can set a placeholder image to use outside of the post, such as on the homepage.
de_de: Wenn kein Beitragsbild gesetzt ist, können Sie ein Platzhalterbild verwenden zum Beispiel auf der Homepage.

source: Placeholder Image
de_de: Platzhalter-Bild

source: Pages Options
de_de: Seiten Optionen

source: Tags Layout
de_de: Schlagwörter Layout

source: Searches Layout
de_de: Suche Layout

source: Author Layout
de_de: Autor-Layout

source: Categories Layout
de_de: Kategorien Layout

source: Layout A For Specific Categories:
de_de: Layout A für bestimmte Kategorien:

source: Layout B For Specific Categories:
de_de: Layout B für bestimmte Kategorien:

source: Layout C For Specific Categories:
de_de: Layout C für bestimmte Kategorien:

source: Typography
de_de: Typografie

source: Font Size (Big Screens)
de_de: Schriftgröße (große Bildschirme)

source: Font Line Height (Big Screens)
de_de: Zeilenhöhe (große Bildschirme)

source: Font Size (Mobile Devices)
de_de: Schriftgröße (Mobilgeräte)

source: Font Line Height (Mobile Devices)
de_de: Zeilenhöhe (Mobilgeräte)

source: Headings/Titles Font
de_de: Schriftart Überschriften/Titel

source: Subtitle and Article Body Font
de_de: Untertitel und Artikel Schriftart

source: Google-Font Scripts To Load
de_de: Google-Schriftart Skripts laden

source: If your language has special characters, enable them here.
de_de: Wenn Ihre Sprache Sonderzeichen hat, aktivieren Sie sie hier.

source: Footer Options
de_de: Einstellungen Footer

source: Text Under Logo
de_de: Text unter Logo

source: To Top Button
de_de: Button ‚Zurück nach oben scrollen‘

source: Copyright Line
de_de: Copyright-Zeile

source: Font Color Options
de_de: Schriftart-Farboptionen

source: Article Font Color
de_de: Artikel-Schriftfarbe

source: Article Headings Font Color
de_de: Artikel Überschriftenfarbe

source: Article Blockquotes Font Color
de_de: Artikel Blockquotes Schriftfarbe

source: Article Links Font Color
de_de: Artikel Links-Schriftfarbe

source: Article Links Hover Font Color
de_de: Artikel Links Hover Schriftfarbe

source: Widget Links Font Color
de_de: Widget-Links-Schriftfarbe

source: Widget Links Hover Font Color
de_de: Widget-Links Hover Schriftfarbe

source: Extra Options
de_de: Zusätzliche Optionen

source: Even if enabled, it will not load on Macs. As Macs already have native smooth scroll.
de_de: Selbst wenn aktiviert, wird es nicht auf Macs geladen, da dieses Feature auf Macs bereits vorhanden ist.

source: Smooth Scroll
de_de: Sanfter Bildlauf

source: Minify JavaScript
de_de: Minimiere JavaScript

source: Enabling this allows for Video Posts to play YouTube video with big play button.
de_de: Die Aktivierung dieser Option für Video-Beiträge erlaubt es, YouTube Videos mit der großen Play-Taste abzuspielen.

source: Load YouTube API
de_de: YouTube API laden

source: If you have the progress bar enabled, this option is for showing the progress in a percentage number next to the bar.
de_de: Falls Sie den Fortschrittsbalken aktiviert haben, zeigt diese Option Prozentzahlen neben dem Fortschrittsbalken an.

source: Show percentage in progress bar.
de_de: Prozente im Fortschrittsbalken anzeigen

source: Pagination Style
de_de: Nummerierungsstil

source: Number Pagination
de_de: Seitennummerierung

source: Infinite Scroll With Load More Button
de_de: Unendliches Scrollen durch Schaltfläche

source: Custom Code Options
de_de: Benutzerdefinierter Code Optionen

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Custom JavaScript
de_de: Benutzerdefinierter Javascript

source: Cheatin&#8217; huh?
de_de: Am Schummeln, oder?

source: %sActivate the Envato Market plugin%s to get updates for your ThemeForest and CodeCanyon items.
de_de: %sAktiviere das Envato Market Plugin %s um Updates zu den ThemeForest und CodeCanyon Artikeln zu erhalten.

source: %sInstall the Envato Market plugin%s to get updates for your ThemeForest and CodeCanyon items.
de_de: %sInstalliere das Envato Market Plugin %s um Updates zu den ThemeForest und CodeCanyon Artikeln zu erhalten.

source: Found %d result for:
de_de: %d Ergebnis gefunden für:

source: See all results
de_de: Alle Ergebnisse ansehen

source: No results found
de_de: Keine Ergebnisse gefunden

source: Previous
de_de: Vorherige

source: Next
de_de: Nächste

source: Share:
de_de: Teilen:

source: More Stories
de_de: Weitere Beiträge

source: (Edit)
de_de: (Bearbeiten)

source: Your comment is awaiting moderation.
de_de: Der Kommentar wartet auf Freischaltung.

source: By
de_de: von

source: No more articles
de_de: Keine weiteren Beiträge

source: Load More
de_de: Weitere laden

source: View all posts in %s
de_de: Alle Beiträge in %s

source: Pages:
de_de: Seiten:

source: Search results for
de_de: Suchergebnisse für:

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Die Suche ergab leider keine Ergebnisse. Versuchen Sie einen anderen Suchbegriff.

source: Search...
de_de: Suchen…
